import { Helmet } from "react-helmet-async";

function ServiceScreen() {
  return (
    <div>
      <Helmet>
        <title>RoseMarry</title>
      </Helmet>
      <div>
        <h2>이용약관</h2>
        <h6>
          1.교환 및 반품
          <ul>
            <hr />
            1) 단숨 변심에 의한 반품{" "}
            <ul>
              <li>
                구매자가 발송 상품을 수령한 날로부터 7일 이내에 취소를 원하는
                경우, 배송기사를 통하 여 구매한 상품을 반품할 수 있습니다. 반품
                배송비는 구매자가 부담하여야 합니다.
              </li>
            </ul>
            <hr />
            2)상품문제에 의한 반품{" "}
            <ul>
              <li>
                구매자가 발송 상품을 수령한 날로부터 7일 이내에 문제를 발견하여
                취소를 원하는 경우 배송기사를 통하여 구매한 상품을 반품할 수
                있습니다. 반품 배송비는 판매자가 부담합니다.
              </li>
            </ul>
            <hr />
            3)상품의 하자로 인한 반품{" "}
            <ul>
              <li>
                상품의 수령 당시 상태가 계약의 내용과 다른 경우 구매자는 상품을
                받은 날로부터 2주가 되는 날까지 계약을 취소 할 수 있으며, 이
                경우 구매자는 반품 배송비를 부담하지 않습니다. 수령한 상품에
                하자가 있는 경우 즉시 웹사이트의 문의를 통하여 그 사실을 알리고
                필요한 안내를 받으시기 바랍니다.
              </li>
            </ul>
          </ul>
          <hr />
          2.재고의 변동가능성{" "}
          <ul>
            <ul>
              <li>
                모든 상품의 재고는 수시로 변동될 수 있습니다. 상품을 재고 부족
                등의 사유로 이용자에게 공급할 수 없는 경우, 이용자가 지불한
                비용을 전액 환불합니다.
              </li>
            </ul>
          </ul>
          <hr />
          3.품목에 대한 취소{" "}
          <ul>
            <ul>
              <li>
                본 사이트에서 수시로 특정 상품의 판매를 중단하거나, 상품 정보를
                삭제 또는 변경할 수 있습니다. 이용자에게 발송 확인서를 발송한
                이후에도 계약을 취소할 수 있습니다. 상품의 품절 여부와 관계없이,
                웹사이트에서 특정 상품의 판매를 중단하거나 상품 정보를 삭제 또는
                변경하거나, 발송 확인서를 발송한 이후 계약을 취소하였다는 이유로
                이용자 또는 제3자에 대한 배상책임을 지지 않습니다.
              </li>
            </ul>
          </ul>
          <hr />
          4.배송{" "}
          <ul>
            <ul>
              <li>
                예외적인 경우를 제외하고, 판매자는 배송 확인서에 명시된 배송
                예정일까지 해당 상품을 배송하며, 배송 확인서에 배송 예정일이
                명시되어 있지 않은 경우는 배송 확인서가 발송된 날로부터 15일
                이내에 해당 상품을 배송합니다.
              </li>
              <ul>
                - 다음의 경우에는 배송이 지연될 수 있습니다.
                <li>불가항력적 사유</li>
                <li>도서 또는 산간 지역으로의 배송</li>
                <li>특수 상품</li>- 여하한 사유로 판매자가 배송 예정일까지
                배송을 완료할 수 없는 경우 이용자에게 해당 내용을 통지하고,
                이용자에게 새로운 배송 예정일까지 배송을 받거나 주문을 취소하고
                전액을 환불받을 지 여부를 선택할 수 있도록 합니다. 일요일,
                공휴일 및 운송회사 휴일에는 배송이 진행되지 않습니다. 배송은
                이용자가 지정한 배송지에 상품이 전달될 때에 완료됩니다.
              </ul>
            </ul>
          </ul>
          <hr />
          5.수령 불가{" "}
          <ul>
            <ul>
              <li>
                자택 배송: 판매자가 두 차례의 배송을 시도하였음에도 불구하고
                상품을 배송할 수 없는 경우. 판매자는 안전한 장소에 상품을 두고
                상품의 위치 및 재배송에 관한 안내문을 남길 수 있습니다. 구매자가
                약속한 시간 및 장소에서 상품을 수령할 수 없는 경우에는 연락처로
                연락하여 주시기 바랍니다.
              </li>
            </ul>
          </ul>
          <hr />
          6.위험부담과 소유권의 이전{" "}
          <ul>
            <ul>
              <li>
                상품이 전달된 시점부터 상품에 대한 위험부담은 구매자에게
                이전됩니다. 상품에 대한 소유권은 구매자가 상품가격 및
                배송비용(이용자가 배송비를 부담하기로 한 경우)지급을 완료한 시점
                또는 상품의 배송이 완료된 시점중 더 늦은 시점에 구매자에게
                이전됩니다.
              </li>
            </ul>
          </ul>
          <hr />
          7.부과가치세(VAT){" "}
          <ul>
            <ul>
              <li>
                모든 구매에는 관련 법령에 따른 부가가치세(VAT)가 부과됩니다.
              </li>
            </ul>
          </ul>
          <hr />
          8.지적 재산권{" "}
          <ul>
            <ul>
              <li>
                웹사이트 내의 모든 콘텐츠에 대한 저작권, 상표권 등 일체의 지적
                재산권은 사업자에게 있습니다. 이용자는 권한을 부여한 자의 허락을
                받아 해당 콘텐츠를 사용 할 수 있습니다. 그러나 이용자가 필요한
                범위 내에서 자신의 주문내역 또는 계약 내용을 복사하는 행위는
                허용됩니다.
              </li>
            </ul>
          </ul>
        </h6>
      </div>
    </div>
  );
}
export default ServiceScreen;
