import React from "react";
import { Helmet } from "react-helmet-async";
function ServiceScreen() {
  return (
    <div>
      <Helmet>
        <title>RoseMarry</title>
      </Helmet>
      <div id="terms">
        <h2>이용약관</h2>
        <h6>
          1.교환 및 반품
          <ul>
            <hr />
            1) 단숨 변심에 의한 반품{" "}
            <ul>
              <li>
                구매자가 발송 상품을 수령한 날로부터 7일 이내에 취소를 원하는
                경우, 배송기사를 통하 여 구매한 상품을 반품할 수 있습니다. 반품
                배송비는 구매자가 부담하여야 합니다.
              </li>
            </ul>
            <hr />
            2)상품문제에 의한 반품{" "}
            <ul>
              <li>
                구매자가 발송 상품을 수령한 날로부터 7일 이내에 문제를 발견하여
                취소를 원하는 경우 배송기사를 통하여 구매한 상품을 반품할 수
                있습니다. 반품 배송비는 판매자가 부담합니다.
              </li>
            </ul>
            <hr />
            3)상품의 하자로 인한 반품{" "}
            <ul>
              <li>
                상품의 수령 당시 상태가 계약의 내용과 다른 경우 구매자는 상품을
                받은 날로부터 2주가 되는 날까지 계약을 취소 할 수 있으며, 이
                경우 구매자는 반품 배송비를 부담하지 않습니다. 수령한 상품에
                하자가 있는 경우 즉시 웹사이트의 문의를 통하여 그 사실을 알리고
                필요한 안내를 받으시기 바랍니다.
              </li>
            </ul>
          </ul>
          <hr />
          2.재고의 변동가능성{" "}
          <ul>
            <ul>
              <li>
                모든 상품의 재고는 수시로 변동될 수 있습니다. 상품을 재고 부족
                등의 사유로 이용자에게 공급할 수 없는 경우, 이용자가 지불한
                비용을 전액 환불합니다.
              </li>
            </ul>
          </ul>
          <hr />
          3.품목에 대한 취소{" "}
          <ul>
            <ul>
              <li>
                본 사이트에서 수시로 특정 상품의 판매를 중단하거나, 상품 정보를
                삭제 또는 변경할 수 있습니다. 이용자에게 발송 확인서를 발송한
                이후에도 계약을 취소할 수 있습니다. 상품의 품절 여부와 관계없이,
                웹사이트에서 특정 상품의 판매를 중단하거나 상품 정보를 삭제 또는
                변경하거나, 발송 확인서를 발송한 이후 계약을 취소하였다는 이유로
                이용자 또는 제3자에 대한 배상책임을 지지 않습니다.
              </li>
            </ul>
          </ul>
          <hr />
          4.배송{" "}
          <ul>
            <ul>
              <li>
                예외적인 경우를 제외하고, 판매자는 배송 확인서에 명시된 배송
                예정일까지 해당 상품을 배송하며, 배송 확인서에 배송 예정일이
                명시되어 있지 않은 경우는 배송 확인서가 발송된 날로부터 15일
                이내에 해당 상품을 배송합니다.
              </li>
              <ul>
                - 다음의 경우에는 배송이 지연될 수 있습니다.
                <li>불가항력적 사유</li>
                <li>도서 또는 산간 지역으로의 배송</li>
                <li>특수 상품</li>- 여하한 사유로 판매자가 배송 예정일까지
                배송을 완료할 수 없는 경우 이용자에게 해당 내용을 통지하고,
                이용자에게 새로운 배송 예정일까지 배송을 받거나 주문을 취소하고
                전액을 환불받을 지 여부를 선택할 수 있도록 합니다. 일요일,
                공휴일 및 운송회사 휴일에는 배송이 진행되지 않습니다. 배송은
                이용자가 지정한 배송지에 상품이 전달될 때에 완료됩니다.
              </ul>
            </ul>
          </ul>
          <hr />
          5.수령 불가{" "}
          <ul>
            <ul>
              <li>
                자택 배송: 판매자가 두 차례의 배송을 시도하였음에도 불구하고
                상품을 배송할 수 없는 경우. 판매자는 안전한 장소에 상품을 두고
                상품의 위치 및 재배송에 관한 안내문을 남길 수 있습니다. 구매자가
                약속한 시간 및 장소에서 상품을 수령할 수 없는 경우에는 연락처로
                연락하여 주시기 바랍니다.
              </li>
            </ul>
          </ul>
          <hr />
          6.위험부담과 소유권의 이전{" "}
          <ul>
            <ul>
              <li>
                상품이 전달된 시점부터 상품에 대한 위험부담은 구매자에게
                이전됩니다. 상품에 대한 소유권은 구매자가 상품가격 및
                배송비용(이용자가 배송비를 부담하기로 한 경우)지급을 완료한 시점
                또는 상품의 배송이 완료된 시점중 더 늦은 시점에 구매자에게
                이전됩니다.
              </li>
            </ul>
          </ul>
          <hr />
          7.부과가치세(VAT){" "}
          <ul>
            <ul>
              <li>
                모든 구매에는 관련 법령에 따른 부가가치세(VAT)가 부과됩니다.
              </li>
            </ul>
          </ul>
          <hr />
          8.지적 재산권{" "}
          <ul>
            <ul>
              <li>
                웹사이트 내의 모든 콘텐츠에 대한 저작권, 상표권 등 일체의 지적
                재산권은 사업자에게 있습니다. 이용자는 권한을 부여한 자의 허락을
                받아 해당 콘텐츠를 사용 할 수 있습니다. 그러나 이용자가 필요한
                범위 내에서 자신의 주문내역 또는 계약 내용을 복사하는 행위는
                허용됩니다.
              </li>
            </ul>
          </ul>
        </h6>
      </div>

      <div id="privacy" style={{ marginTop: "5%" }}>
        {" "}
        <h2>개인정보처리방침</h2>
        <hr />
        <h6>
          본 사이트는 개인정보 보호법 및 위치정보의 보호 및 이용 등에 관한
          법률(이하 ‘위치정보법’)에 따라 이용자의 개인정보 및 개인위치정보를
          보호하고 이와 관련한 고충을 신속하고 원할하게 처리할 수 있도록 하기
          위하여 다음과 같이 개인정보 처리방침을 수립, 공개합니다. 개인정보
          처리방침을 변경하는 경우에에는 변경에 대한 사실 및 시행일, 변경 전후의
          내용을 홈페이지 도움말을 통해 지속적으로 공개합니다 본 개인정보
          처리방침은 본 사이트에서 제공하는 서비스에 한해서 적용되며, 그 밖에
          서비스에는 적용되지 않습니다. 본 사이트에서는 수집한 개인정보를 본래
          수집한 목적 이외의 용도로 이용하지 않으며, 이용 목적이 변경되는
          경우에는 개인정보 보호법 제 18조에 따라 별도의 동의를 받는 등 필요한
          조치를 이행합니다. 관계 법령에 따른 개인정보 보유 기간 및 이용자로부터
          개인정보를 수집할 때 고지하고 동의받은 기간 내에서 개인정보를 처리,
          보유합니다. 관계 법령에 따른 개인정보의 보유 기간은 개인정보의 파기 및
          절차 방법과 같습니다.
        </h6>
        1.개인정보 수집 항목 및 목적과 보유 기간{" "}
        <ul>
          <ul>
            <li>목적:회원 가입 및 이용자 식별, 회원관리</li>
            <li>항목:아이디(이메일), 이름, 휴대폰번호, 비밀번호</li>
            <li>보유 및 이용기간: 회원탈퇴 시 파기</li>
          </ul>
        </ul>
        <hr />
        2.개인정보의 제공과 위탁{" "}
        <ul>
          본 사이트는 이용자에게 사전 동의를 받은 범위 내에서만 개인정보를 제
          3자에게 제공합니다. 다만 개인정보 보호법, 정보통신망 이용촉진 및
          정보보호 등에 관한 법률, 통신비밀보호법, 전기통신사업법, 전자상거래
          등에서의 소비자보호에 관한 법률, 국세기본법, 신용정보의 이용 및 보호에
          관한 법률, 소비자기본법, 자살예방 및 생명존중문화 조성을 위한 법률,
          제품안전기본법 등 다른 법률에 특별한 규정이 있는 경우에 법률에서
          규정한 적법한 절차에 따라 제3자에게 이용자의 개인정보를 제공할 수
          있습니다. 특히 본 사이트는 재난, 감염병, 급한한 생명 또는 신체 위험을
          초래하는 사건 또는 사고, 급밥한 재산 손실 등의 긴급 상황이 발생하는
          경우 이용자의 동이 없이 관계기관에 개인정보를 제공할 수 있습니다. 본
          사이트는 원활한 서비스 제공을 위하여 개인정보 처리업무를 위탁하고
          있습니다. 처리업무 위탁 시 개인정보 보호법 제 26조에 따라 위탁업무
          수행목적 위 개인정보 처리금지, 기술적 또는 관리적 보호조치, 재위탁
          제한, 수탁자에 대한 관리 또는 감독, 손해배상책임 등에 관한 사항을
          계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를
          관리하고 있습니다. <li>MongoDB, Amazon Web Services : 데이터보관</li>
          <li>PayPal payment : 결제대행서비스</li>
        </ul>
        <hr />
        3.이용자의 동이없는 이용 및 제공{" "}
        <ul>
          본 사이트는 이용자에게 동의받은 범위 내에서만 개인정보를 이용 및
          제공합니다. 이용자에게 동의받은 범위 내에서만 개인정보를 이용 및
          제공합니다. ‘개인정보 보호법’ 제 15조 제3항, 제17조 제4항에 따라
          이용자의 동의 없이 개인정보를 추가적으로 이용 및 제공하는 경우, 아래
          사항이 포함되는 판단기준을 공개하겠습니다.
          <ul>
            <li>당초 수집 목적과 관련성이 있는지 여부</li>
            <li>
              개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의
              추가적인 이용 또는 제공에 대한 예측 가능성이 있는지 여부
            </li>
            <li>이용자의 이익을 부당하게 침해하는지 여부</li>
            <li>
              가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지 여부
            </li>
          </ul>
        </ul>
        <hr />
        4.개인정보의 파기 절차 및 방법{" "}
        <ul>
          본 사이트는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가
          불필요하게 되었을 때에는 해당 개인정보를 파기합니다. 파기방법: 전자적
          파일 형태로 저장된 개인정보는 기록을 복원이 불가능한 방법으로 영구
          파기합니다. 물리적 형태로 저장된 개인정보를 소각처리합니다.
          <ul>
            *근거 법령 및 보유정보, 보유기간
            <ul>
              <ul>
                -전자상거래 등에서의 소비자보호에 관한 법률
                <ul>
                  <li>대금결제 및 재화 등의 공급에 관한 기록 :5년 </li>
                  <li>계약 또는 청약철회 등에 관한 기록 :5년</li>
                  <li>소비자의 불만 또는 분쟁 처리에 관한 기록 :3년</li>
                </ul>
              </ul>
              <ul>
                -전자금융거래법
                <li>전자금융 거래에 관한 기록 :5년</li>
              </ul>
              <ul>
                -위치정보의 보호 및 이용 등에 관한 법률
                <li>
                  개인위치정보주체에 대한 위치정보 수집, 이용, 제공사실
                  확인자료:6개월
                </li>
              </ul>
              <ul>
                -통신비밀보호법 <li>웹사이트 방문 기록: 3개월</li>
              </ul>
              <ul>
                -소득세법 <li>제세공과금 대납을 위한 정보:5년</li>
              </ul>
              <ul>
                -신용정보의 이용 및 보호에 관한 법률
                <li>신용정보의 수집 처리 및 이용 등에 관한 기록:3년</li>
              </ul>
              <ul>
                -신용정보의 이용 및 보호에 관한 법률 <li>개인신용정보:5년</li>
              </ul>
            </ul>
          </ul>
        </ul>
        <hr />
        5.이용자와 법정대리인의 권리, 의무 및 그 방법{" "}
        <ul>
          이용자의 개인정보는 아래와 같은 방법을 통해 열람, 정정, 삭제 할 수
          있습니다. 서비스를 통해 직접 확인하지 못하는 정보는
          개인정보보호책임자와 고객센터 번호를 통해 요청하여 확인 할 수
          있습니다. 이용자의 요청에 대한 진행경과(처리결과)는 요청을
          받은일로부터 10일 이내에 회신합니다. 법정대리인이나 위임을 받은
          대리인은 위임장, 가족관계증명서 등을 제출하여 정당한 대리인 여부를
          입증하여야 합니다.{" "}
          <ul>
            **서비스는 고객센터 페이지, 메인화면 하단의 이메일 또는 고객센터
            연락처를 통해 문의해주시길 바랍니다.**
          </ul>
        </ul>
        <hr />
        6.개인정보의 안전성 확보조치{" "}
        <ul>
          본 사이트는 이용자의 개인정보를 처리함에 있어 개인정보가 도난, 유출,
          변조, 또는 훼손되지 않도록 기술적 보호조치를 강구하고 있습니다. 기술적
          보호조치:해킹시도 및 유출에 대한 모니터링 및 접근통제 적용, 비밀번호
          및 개인정보 암호화 저장, 전송 시 암호화
          <li>개인정보분쟁조정위원회:(국번없이)1833-6972(www.kopico.go.kr)</li>
          <li>개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)</li>
          <li>대검찰청 : (국번없이) 1301 (www.spo.go.kr)</li>
          <li>경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)</li>
          -개인정보처리방침 시행일자:2023.09.01
        </ul>
      </div>
    </div>
  );
}
export default ServiceScreen;
